[Academy.A_Auraborg_Name H7GlobalName]
mName="奥拉博格"

[Academy_custom.A_Academy_Magic_Defensive H7HeroClass]
mName="附魔师"

[Academy_custom.A_Auraborg H7EditorHero]
mName=""
mLore=""

[heropedya.A_HeroBio_Auraborg H7HeroBioData]
mText=""

[Specialisation.A_Regeneration_spe H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="修复大师"
mTooltip="英雄从游戏开始就拥有法术：%spell1.name。"